Repository: ArmageddonGames/AllegroSpriteEditor
Catalog: src/data/po/*.po
Languages: es

source: New Sprite
es: Nuevo Sprite

source: Size:
es: Tamaño:

source: Width:
es: Ancho:

source: Height:
es: Alto:

source: Type:
es: Tipo:

source: &Grayscale
es: Escala de &Grises

source: &Indexed
es: &Indexado

source: Background:
es: Fondo:

source: Transparent (mask color)
es: Transparente (mask color)

source: Black
es: Negro

source: White
es: Blanco

source: Bright Pink
es: Rosa Claro

source: Custom
es: Personalizado

source: &OK
es: &Aceptar

source: &Cancel
es: &Cancelar

source: Sprite Properties
es: Propiedades del Sprite

source: File name:
es: Nombre del archivo:

source: Frames:
es: Cuadros:

source: Speed:
es: Velocidad:

source: milliseconds between frames
es: milisegundos por cuadro

source: Options
es: Opciones

source: Mouse Speed:
es: Velocidad del Ratón:

source: Lock X/Y
es: Bloquear X/Y

source: Movement Delay (milliseconds):
es: Retrazo del Movimiento (milisegundos)

source: Smooth auto-scroll
es: Dezplazamiento-automático suave

source: Real-time ordered dithering
es: Fusionado de colores en tiempo-real

source: Change GUI Font
es: Cambiar Fuente del GUI

source: Change Language
es: Cambiar Lenguaje

source: 2 Click Movement
es: 2 Clicks para Mover

source: 2 Click Drawing
es: 2 Clicks para Dibujar

source: Ask to load backed up sessions
es: Preguntar para cargar sesiones respaldadas

source: &Save
es: &Guardar

source: Convert Image Type
es: Convertir Tipo de Imagen

source: From:
es: Desde:

source: To:
es: A:

source: &No Dithering
es: &Sin Fusionado

source: &Ordered Dither
es: &Fusionado de Color Ordenado

source: Color Selection
es: Selección de Color

source: &Ramp
es: &Rampa

source: &Load
es: &Cargar

source: &Quantize
es: C&uantizar

source: Tools Setup
es: Configuración de Herramientas

source: Filled
es: Relleno

source: Tiled
es: Alicatado

source: Onionskin
es: Papel Cebolla

source: Grid:
es: Grilla:

source: Snap to Grid
es: Ajustar a Grilla

source: View Grid
es: Ver Grilla

source: Set &Grid
es: Cambiar &Grilla

source: Brush:
es: Brocha

source: Angle:
es: Ángulo:

source: Glass Dirty:
es: Suciedad del Vidrio:

source: Spray Width:
es: Ancho del Spray:

source: Air Speed:
es: Velocidad del Aire:

source: &Close
es: &Cerrar

source: Point Properties
es: Propiedades del Punto

source: Replace Color
es: Reemplazar Color

source: Get:
es: Agarrar:

source: Put:
es: Colocar:

source: Fuzziness:
es: Difusión:

source: &Preview
es: Vista &Previa

source: Median Blur
es: Difuminado por Mediana

source: &Tiled
es: Alica&tado

source: Convolution Matrix
es: Matriz de Convolución

source: &Reload Stock
es: &Recargar Stock

source: &Generate
es: &Generar

source: Generate New Matrix
es: Generar Nueva Matriz

source: X axis
es: Eje X

source: Y axis
es: Eje Y

source: Color Curve
es: Curva de Color

source: Map Generator
es: Generar Mapa

source: Seed:
es: Semilla:

source: Fractal Factor:
es: Factor del Fractal:

source: Play FLI/FLC
es: Reproducir FLC/FLI

source: Loop
es: Bucle

source: Fullscreen
es: Pantalla completa

source: &Open
es: &Abrir

source: &Play
es: &Reproducir

source: Duplicate Sprite
es: Duplicar Sprite

source: Duplicate:
es: Duplicar:

source: As:
es: Como:

source: Duplicate merged layers only
es: Duplicar con capas mezcladas solamente

source: Frame Properties
es: Propiedades del Cuadro

source: Frame position:
es: Posición del cuadro:

source: X position:
es: Posición X:

source: Y position:
es: Posición Y:

source: Opacity:
es: Opacidad:

source: Invert Color
es: Invertir Color

source: New Image Layer
es: Nueva Capa de Imagen

source: Name:
es: Nombre:

source: New Layer
es: Nueva Capa

source: New Layer Set
es: Nueva Conjunto de Capas

source: New Set
es: Nuevo Conjunto

source: Draw Text
es: Dibujar Texto

source: Font:
es: Fuente:

source: Fixed Size:
es: Tamaño Fijo:

source: Text:
es: Texto:

source: Warning
es: Aviso

source: Saving changes in:
es: Guardando cambios en:

source: &Save||&Discard||&Cancel
es: &Guardar||&Descartar||&Cancelar

source: Configure JPEG Compression
es: Configure la Compresión JPEG

source: Quality:
es: Calidad:

source: Smooth:
es: Suavidad:

source: Method:
es: Método:

source: Slow
es: Lento

source: Fast
es: Rápido

source: Float
es: Flotante

source: Open a JID file
es: Abrir un archivo JID

source: Test Widget
es: Probar Widget

source: Widget Name:
es: Nombre del Widget:

source: Error<<Error loading widget:
es: Error<<Error cargando widget:

source: Layer
es: Capa

source: Warning<<There are sprites with changes.<<Do you want quit anyway?||&Yes||&No
es: Aviso<<Existen sprites con cambios.<<Desea salir de todas formas?||&Sí||&No

source: Load .msk File
es: Cargar archivo .msk

source: Error<<Error loading .msk file
es: Error<<Error cargando archivo .msk

source: Save .msk File
es: Guardar archivo .msk

source: File exists, overwrite it?
es: El archivo existe, sobreescribirlo?

source: &Yes||&No||&Cancel
es: &Sí||&No||&Cancelar

source: Load Script File (.lua)
es: Cargar Archivo Script (.lua)

source: Layer Properties
es: Propiedades de la Capa

source: Blend mode:
es: Modo de mezcla:

source: Dissolve
es: Disolver

source: Multiply
es: Multiplicar

source: Screen
es: Pantalla

source: Overlay
es: Superponer

source: Burn
es: Quemar

source: Darken
es: Obscurecer

source: Lighten
es: Alumbrar

source: Addition
es: Sumar

source: Subtract
es: Sustraer

source: Difference
es: Diferencia

source: Hue
es: Tinte

source: Saturation
es: Saturación

source: Luminosity
es: Luminosidad

source: Grayscale
es: Escala de Grises

source: Indexed
es: Indexado

source: Open Sprite
es: Abrir Sprite

source: Open a FLI/FLC file
es: Abrir un archivo FLI/FLC

source: Save Sprite
es: Guardar Sprite

source: Error saving sprite file:
es: Error guardando sprite en archivo:

source: Warning<<If you try to reload the root-menu<<you will lost the current one.<<Do you want continue?||&Load||&Cancel
es: Aviso<<Si intenta recargar el menú raíz<<perderá el menú actual.<<Desea continuar?||&Recargar||&Cancelar

source: Error<<Not enough memory||&Close
es: Error<<No hay memoria suficiente||&Cerrar

source: Load .ses File
es: Cargar Archivo .ses

source: Session Manager<<Session loaded succefully<<Go to the "List" menu to see the loaded sprites||&OK
es: Gestor de Sesiones<<La sesión se pudo cargar con éxito<<Vaya al menú "Lista" para ver los sprites cargados||&Aceptar

source: Session Manager<<Error loading session||&OK
es: Gestor de Sesiones<<Error cargando la sesión||&Aceptar

source: Save .ses File
es: Guardar Archivo .ses

source: Session Manager<<Session saved succefully||&OK
es: Gestor de Sesiones<<La sesión se pudo guardar con éxito||&Aceptar

source: Session Manager<<Error saving session||&OK
es: Gestor de Sesiones<<Error guardando la sesión||&Aceptar

source: Background
es: Fondo

source: ASE core initialization error.
es: Error inicializando el núcleo de ASE.

source: ASE configuration initialization error.
es: Error inicializando la configuración de ASE.

source: Error loading default palette from `%s'
es: Error cargando la paleta por defecto desde `%s'

source: Error<<Error loading file "%s"||&Close
es: Error<<Error cargando archivo "%s".||&Cerrar

source: Error loading file "%s"
es: Error cargando archivo "%s"

source: Console mode is unavailable (you should compile with readline library)
es: El modo consola no está disponible (debería compilar con la librería readline)

source: ASE is copyright (C) 2001-2004 by David A. Capello Report bugs to <%s>.
es: ASE es copyright (C) 2001, 2002, 2003, 2004 por David A. Capello Reporte errores y fallos a <%s>

source: Nothing
es: Nada

source: Clipboard
es: Portapapeles

source: More
es: Más

source: %s: option "res" requires an argument
es: %s: opción \"res\" requiere un argumento

source: The Ultimate Sprites Factory
es: La Última Fábrica de Sprites

source: Usage:
es: Modo de empledo:

source: OPTION
es: OPCIÓN

source: FILE
es: FICHERO

source: Just process commands in the arguments
es: Sólo procesar comandos en los argumentos

source: Process a script expression in the given string
es: Procesar expresión script in la cadena dada

source: Process a script file
es: Procesar script desde archivo

source: Open in console mode
es: Abrir en modo consola

source: Use a specify palette by default
es: Usar un paleta por defecto específica

source: Change the resolution to use
es: Cambiar la resolución a usar

source: Output libraries used and exits
es: Mostrar las librerías utilizadas y salir

source: Explain what is being done (in stderr or a log file)
es: Explica qué ocurre (en stderr o en un archivo de registro)

source: Display this help and exits
es: Muestra la ayuda y sale

source: Output version information and exit
es: Informa la versión y finaliza

source: Report bugs to
es: Reportar errores y fallos a

source: Find more information in the ASE's official web site at:
es: Encuentre más información en el sitio oficial de ASE en:

source: Try "%s --help" for more information.
es: Pruebe "%s --help" para más información.

source: ASE %s - Readline Mode Report bugs to <%s>
es: ASE %s - Modo Readline Reporte errores y fallos a <%s>

source: Processing...
es: Procesando...

source: Tool
es: Herramienta

source: Marker
es: Marcador

source: Dots
es: Puntos

source: Pencil
es: Pincel

source: Brush
es: Brocha

source: Floodfill
es: Relleno

source: Line
es: Línea

source: Rectangle
es: Rectángulo

source: Ellipse
es: Elipse

source: Start
es: Salida

source: End
es: Extremo

source: Size
es: Tamaño

source: Warning<<The active layer is hidden,<<make it visible and try again||&Close
es: Aviso<<La capa activa está escondida,<<hágala visible y pruebe nuevamente||&Cerrar

source: Warning<<The active layer is locked,<<unlock it and try again||&Close
es: Aviso<<La capa activa está bloqueada,<<desbloqueela y pruebe nuevamente||&Cerrar

source: Replace
es: Reemplazar

source: Intersect
es: Intersección

source: Union
es: Unión

source: Mask
es: Máscara

source: Gray
es: Gris

source: Index
es: Índice

source: Unknown
es: Desconocido

source: Error installing timer handler
es: Error instalando temporalizador

source: Error installing mouse handler
es: Error instalando controlador del ratón

source: Error installing keyboard handler
es: Error instalando controlador del teclado

source: Error setting graphics mode %s Try "ase -res WIDTHxHEIGHTxBPP"
es: Error cambiando modo gráfico %s Pruebe "ase -res ANCHOxALTOxBPP"

source: File not found: "%s"
es: Archivo no encontrado: "%s"

source: Error loading widget: "%s"
es: Error cargando widget: "%s"

source: Widget %s not found.
es: Widget %s no encontrado.

source: Error<<You can't split the editor more||&Close
es: Error<<No puede divir este editor más||&Cerrar

source: Error in `gfx_mode', invalid card: "%s"
es: Error en `gfx_mode', tarjeta inválida: "%s"

source: Error in `set_gfx', invalid screen size: %dx%d
es: Error en `gfx_mode', tamaño de pantalla inválido: %dx%d

source: Error in `gfx_mode', invalid color depth: %d
es: Error en `gfx_mode', profundidad de color inválida: %d

source: FATAL ERROR: Unable to restore the old graphics mode!
es: ERROR FATAL: No se puede reestablecer el modo de video anterior

source: Error setting graphics mode: %dx%d %d bpp
es: Error cambiando al modo gráfico: %dx%d %d bpp

source: Can't copying an image portion from the current layer
es: No se puede copiar un porción de imagen desde la capa actual

source: You can't copy sprites of different image types. You should select the clipboard sprite, and change the image type of it.
es: No puede copiar sprites de diferentes tipos de imagen. Debería seleccionar el sprite del Portapapeles (clipboard), y cambiar su tipo de imagen.

source: Not enough memory.
es: No hay memoria suficiente.

source: Error: You can't link a frame from other layer
es: Error: No puede enlazar un cuadro de una capa a otra

source: Not enough memory
es: No hay memoria suficiente

source: Frame
es: Cuadro

source: Error<<Loading %s file||&OK
es: Error<<Cargando archivo %s||&Aceptar

source: Error creating the effect applicator for this sprite
es: Error creando un aplicador de efectos para este sprite

source: About ASE
es: Acerca de ASE

source: by David A. Capello
es: por David A. Capello

source: Open Font (TTF or Allegro bitmap format)
es: Abrir Fuente (TTF o en formato Allegro)

source: GUI Font: %s
es: Fuente GUI: %s

source: Select Graphics Mode
es: Seleccionar Modo Gráfico

source: Card:
es: Tarjeta:

source: 8 bpp (256 colors)
es: 8 bpp (256 colores)

source: 15 bpp (32K colors)
es: 15 bpp (32 mil colores)

source: 16 bpp (64K colors)
es: 16 bpp (64 mil colores)

source: 24 bpp (16M colors)
es: 24 bpp (16.7 millones de colores)

source: 32 bpp (16M colors)
es: 32 bpp (16.7 millones de colores)

source: Autodetect
es: Autodetectar

source: Autodetect fullscreen
es: Autodetectar en pantalla completa

source: Autodetect windowed
es: Autodetectar en ventana

source: &Previous
es: &Anterior

source: &Next
es: &Próximo

source: Show me it in the start up
es: Mostrar tips al iniciar

source: Error loading tips file.
es: Error cargando archivo de tips.

source: Error loading image %s
es: Error cargando imagen %s

source: Error loading palette %s
es: Error cargando paleta %s

source: Rendering...
es: Renderizando...

source: Make Directory
es: Crear un Directorio

source: New Directory
es: Nuevo Directorio

source: Error<<Error making the directory||&Close
es: Error<<Error creando el directorio||&Cerrar

source: Mask Repository
es: Repositorio de Máscaras

source: &Replace
es: &Reemplazar

source: New Mask
es: Nueva Máscara

source: Current Mask
es: Máscara Actual

source: Error<<You can't have two masks with<<the same name in the repository||&OK
es: Error<<No puede tener dos máscaras con<<el mismo nombre dentro del repositorio||&Aceptar

source: Error<<You must select a sprite with mask.<<The boundaries of the mask will be used<<to specify the grid area.||&OK
es: Error<<Debe seleccionar un sprite con máscara.<<Los límites de la máscara serán utilizados<<para especificar el área de la grilla.||&Aceptar

source: Canvas Size
es: Tamaño del Canvas

source: Mask by Color
es: Enmascarar por Color

source: Load Palette
es: Cargar Paleta

source: Error<<Loading palette file||&Close
es: Error<<Error cargando archivo con la paleta de colores.||&Cerrar

source: Save Palette
es: Guardar la Paleta

source: Error<<Saving palette file||&Close
es: Error<<Error guardando archivo con la paleta de colores.||&Cerrar

source: &Go
es: &Ir

source: &Add
es: &Agregar

source: &Delete
es: &Borrar

source: Error loading font.
es: Error cargando fuente.

source: Error rendering text.
es: Error renderizando texto.

source: Error reading header
es: Error leyendo cabecera.

source: Error creating sprite with file spec
es: Error creando sprite con las especificaciones del archivo

source: Warning: was found a color chunk in non-8bpp file
es: Aviso: fue encontrado un "chunk" de colores en un archivo que no es de 8 bpp

source: Warning: error loading a mask chunk
es: Aviso: error cargando "chunk" de máscara\n"

source: Warning: Unsupported chunk type %d (skipping)
es: Aviso: Tipo de "chunk" no soportado %d (salteándolo)

source: Frame %d didn't found layer with index %d
es: El cuadro %d no encontró la capa con índice %d

source: Error: called two times "file_sequence_image ()".
es: Error: se llamó dos veces a "file_sequence_image ()".

source: Not enough memory to allocate a bitmap.
es: No hay memoria suficiente para alojar un bitmap.

source: Load file type "%s" isn't supported
es: Cargar archivos "%s" no está soportado

source: Notice<<Possible animation with:<<%s<<Load the sequence of bitmaps?||&Agree||&Skip
es: Aviso<<Posible animación con:<<%s<<Cargar la secuencia de bitmaps?||&Aceptar||&Omitir

source: Error loading "%s"
es: Error cargando "%s"

source: Save file type "%s" isn't supported
es: Guardar archivos "%s" no está soportado

source: RGB format
es: Formato RGB

source: Alpha channel
es: Canal Alpha

source: Grayscale format
es: Formato de Escala de Grises

source: Indexed format
es: Formato Indexado

source: Frames
es: Cuadros

source: Layers
es: Capas

source: Path Repository
es: Repositorio de Paths (caminos)

source: Error<<File type "%s" doesn't support:%s||&Close
es: Error<<El tipo de archivo "%s" no soporta:%s||&Cerrar

source: Warning<<File type "%s" doesn't support:%s<<Do you want continue?||&Yes||&No
es: Aviso<<El tipo de archivo "%s" no soporta:%s<<Desea continuar de todos modos?||&Sí||&No

source: Not enough memory for the temporary bitmap.
es: No hay memoria suficiente para un bitmap temporario.

source: Error saving "%s"
es: Error guardando "%s"

source: Error opening file.
es: Error abriendo archivo.

source: Error creating file.
es: Error creando archivo.

source: Error writing bytes.
es: Error escribiendo bytes.

source: Not enough memory for temporary bitmaps.
es: No hay memoria suficiente para bitmaps temporarios.

source: Not enough memory for the buffer.
es: No hay memoria suficiente para el buffer.

source: Not enough memory for buffer scanlines.
es: No hay memoria suficiente para el buffer de scanlines.

source: This PCX doesn't have 8 bit color planes.
es: Este PCX no tiene planos de colores de 8 bits

source: Error reading bytes.
es: Error leyendo bytes.
